export default {
  state: () => ({
    name: "PlugMe",
    fullName: "PlugMe",
    partnerDescription:
      "Сервис для владельцев электромобилей по управлению зарядными станциями " +
      "всех известных производителей на территории РФ, " +
      "обеспечивающий монетизацию зарядки и сбор статистики. " +
      "Его миссия заключается в том, чтобы показать автолюбителю преимущество использования " +
      "электрокара в повседневной жизни и расширить границы его перемещения внутри города и за его пределами.",
    imagePosition: {
      l: {
        top: 0,
        right: 0
      },
      m: {
        top: 0,
        right: 0
      },
      s: {
        top: 0,
        right: 0
      }
    }
  })
};
