export default {
  state: () => ({
    name: "Emco",
    fullName: "Оборудование слива-налива Emco Wheaton",
    imagePosition: {
      l: {
        top: 0,
        right: 0
      },
      m: {
        top: -102,
        right: 393
      },
      s: {
        top: -125,
        right: 520
      }
    },
    products: [
      {
        name: "E3000",
        fullName: "Измерительный комплекс E3000",
        desc:
          "АСН EMCO E3000 применяется для верхнего, нижнего и&nbsp;комбинированного налива. В&nbsp;2018&nbsp;году, с&nbsp;целью получения свидетельства об&nbsp;утверждении типа на&nbsp;АСН EMCO Wheaton, ФГУП &laquo;Всероссийский научно исследовательский институт расходометрии&raquo; провел испытания АСН EMCO Wheaton. По&nbsp;результатам данных испытаний были подготовлены описание типа средств измерения и&nbsp;методика поверки. На&nbsp;сегодняшний день АСН EMCO E3000 зарегистрировано во&nbsp;ФГУП &laquo;Всероссийский научно исследовательский институт метрологии и&nbsp;стандартизации&raquo; (ВНИИМС) и&nbsp;агентстве по&nbsp;метрологии &laquo;Росстандарт&raquo;, как&nbsp;средство измерений.",
        params: {
          "Температура воздуха": "от -40&deg;C до&nbsp;+44&deg;C",
          "Степень взрывоопасности":
            "Зона&nbsp;I,<br />" +
            "Зона&nbsp;IIA,<br />" +
            "Зона&nbsp;IIB&nbsp;T3",
          "Класс защищенности кожуха": "IP55",
          "Напряжение питания": "220/ 380&nbsp;VAC, 24VDC",
          "Класс давления": "Pу16",
          Продукт: "светлые нефтепродукты",
          Производительность: "30-80&nbsp;кбм/ч",

          "Расчетное давление": "10&nbsp;бар",
          "Расчетная температура": "от &minus;40 &deg;С&nbsp;до&nbsp;+50&deg;С",
          Плотность: "0,7...0,86&nbsp;кг/кбм",
          Вязкость: "0,7...6,0 cСт"
        }
      },
      {
        name: "LoadingBottom",
        fullName: "Устройства нижнего налива E2701 и\xa0E2852",
        desc:
          "E2701 и&nbsp;E2852&nbsp;&mdash; Станции нижнего шлангового налива с&nbsp;гибким перекрещиванием и&nbsp;увеличенной зоной работы. Нижний налив от&nbsp;EMCO WHEATON это рациональный нижний налив автомобильных цистерн. Использование устройств налива EMCO обеспечивает следующие преимущества:<br />-одновременный налив нескольких камер<br />-гибкость при подключении<br />-перекрёстный налив без помех<br />-короткая продолжительность налива<br />-большой срок службы для нефтепродуктов<br />-долгий срок эксплуатации<br />-удобны для обслуживания"
      },
      {
        name: "LoadingTop",
        fullName: "Устройство верхнего налива E2630",
        desc:
          "Приборы налива с&nbsp;отводом паров применяются, в&nbsp;первую очередь, при наливе углеводородов, токсичных и&nbsp;агрессивных жидкостей. Модель Е2630 представляет собой комбинацию из&nbsp;отлично зарекомен-довавшего себя выносного стреловидного прибора и&nbsp;шланга для отвода паров. Налив с&nbsp;отводом паров улучшает экономичность процесса налива, поскольку происходит улавливание испаряющегося продукта, пары которого не&nbsp;уходят в&nbsp;атмосферу. Этим определяется важный вклад в&nbsp;охрану окружающей среды и&nbsp;здоровье персонала. E2630 представляет собой экономичное решение налива с&nbsp;отводом паров. Простоту работы с&nbsp;ним обеспечивают его малый вес и&nbsp;небольшие габариты. Е2630 может быть использован в&nbsp;условиях ограниченных размеров на&nbsp;площадке, например, на&nbsp;существующих эстакадах с&nbsp;низкой крышей. Выдерживаются установленные законодателем нормативы.",
        params: {
          Диаметры: "DN: 50,<br />DN: 80,<br />DN: 100,<br />DN: 150",
          Уплотнения: "NBR,<br />EPDM,<br />PTFE,<br />спец. материалы",
          "Климатическая зона": "Высокие или низкие температуры по запросу",
          "Возможные типы обогрева трубопровода": "паровой,<br />масляный,<br />электрический"
        }
      },
      {
        name: "Unloading",
        fullName: "Устройство слива нижнего E2704",
        desc:
            "E2704 Прибор нижнего слива был специально разработан для нижнего слива светлых нефтепродуктов и&nbsp;химикалий из&nbsp;российских железнодорожных цистерн. Прибор присоединяется к&nbsp;цистерне при помощи специального поворотного захвата, который обеспечивает надёж-ное подключение к&nbsp;сливному патрубку цистерны независимо от&nbsp;положения в&nbsp;которое откинута заглушка. Большой радиус действия прибора налива предусмотрен для тех пунктов налива, где невозможно точное позиционирование цистерны, а&nbsp;высокопрочные плоские шарниры обеспечивают минимальный вертикальный размер прибора. Благодаря прочному и&nbsp;высококачественному исполнению шарниров и&nbsp;балансировке, прибор налива очень прост в&nbsp;работе. Е2704 может быть интегрирован в&nbsp;стеснённые условия на&nbsp;площадке, например, в&nbsp;существующие эстакады",
        params: {
          Диаметр: "DN: 150",
          "Используемые материалы": "сталь,<br />аллюминий",
          Уплотнения: "NBR,<br />FPM,<br />PTFE,<br />спец. материалы",
          "Температурный диапозон": "от &minus;50 &deg;C&nbsp;до&nbsp;+50&nbsp;&deg;C,<br />высокие или низкие температуры"
        }
      },
      {
        name: "Marine",
        fullName: "Морские стендеры B0030",
        desc:
            "Корабельный стендер модели B0030 великолепно зарекомендовал себя на&nbsp;протяжении многих лет и&nbsp;ему отдаётся предпочтение при сливе/наливе морских танкеров. Благодаря жёсткой механической пантографической системе два отдельных противовеса на&nbsp;внешнем и&nbsp;внутреннем плечах обеспечивают стендеру В0030 полную балансировку. Самонесущая конструкция стендера является оптимальным решением в&nbsp;отношении безопасности, веса и&nbsp;ветровых нагрузок. Благодаря этому сокращаются до&nbsp;минимума усилия, необходимые для его движения, так и&nbsp;нагрузки на&nbsp;фундамент. По&nbsp;сравнении с&nbsp;применением шлангов стендер отличается: простым управлением, высоким коэффициентом готовности, низкой потребности в&nbsp;персонале, низкими затратами на&nbsp;обслуживание, высоким уровнем безопасности и&nbsp;рентабельности. Корабельный стендер модели B0030 оснащён высококачественными шарнироами EMCO WHEATON и&nbsp;может иметь ручной или гидравлический привод. Возможно оснащение дополнительным оборудованием.",
        params: {
          Размеры: "от&nbsp;Ду&nbsp;100 до&nbsp;Ду&nbsp;400",
          "Ступени давления": "от 10 бар до 40 бар",
        "Используемые материалы": "углеродистая сталь,<br />низкотемпературная сталь<br />легировання сталь",
          "Температурный диапозон": "от &minus;50 &deg;C&nbsp;до&nbsp;+200&nbsp;&deg;C"
        }
      }
    ]
  })
};
